#### DollarPerWH Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol $/(WÂ·h), indicating unit Cost per watt hour.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId DollarPerWH { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property DollarPerWH As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ DollarPerWH { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace